['“We cannot alter objective facts. But subjective interpretations can be altered as much as one likes. And we are inhabitants of a subjective world.”', '“It’s that you are disliked by someone. It is proof that you are exercising your freedom and living in freedom, and a sign that you are living in accordance with your own principles.”', '“I have a young friend who dreams of becoming a novelist, but he never seems to be able to complete his work. According to him, his job keeps him too busy, and he can never find enough time to write novels, and that\'s why he can\'t complete work and enter it for writing awards. But is that the real reason? No! It\'s actually that he wants to leave the possibility of "I can do it if I try" open, by not committing to anything. He doesn\'t want to expose his work to criticism, and he certainly doesn\'t want to face the reality that he might produce an inferior piece of writing and face rejection. He wants to live inside that realm of possibilities, where he can say that he could do it if he only had the time, or that he could write if he just had the proper environment, and that he really does have the talent for it. In another five or ten years, he will probably start using another excuses like "I\'m not young anymore" or "I\'ve got a family to think about now”', '“If one really has confidence in oneself, one doesn’t feel the need to boast. It’s because one’s feeling of inferiority is strong that one boasts. One feels the need to flaunt one’s superiority all the more. There’s the fear that if one doesn’t do that, not a single person will accept one “the way I am.” This is a full-blown superiority complex.”', '“Your unhappiness cannot be blamed on your past or your environment. And it isn’t that you lack competence. You just lack courage. One might say you are lacking in the courage to be happy.”', '“Unless one is unconcerned by other people’s judgments, has no fear of being disliked by other people, and pays the cost that one might never be recognized, one will never be able to follow through in one’s own way of living. That is to say, one will not be able to be free.”', '“No experience is in itself a cause of our success or failure. We do not suffer from the shock of our experiences—the so-called trauma—but instead we make out of them whatever suits our purposes. We are not determined by our experiences, but the meaning we give them is self-determining.”', '“Suppose you have placed “doubt” at the foundation of your interpersonal relations. That you live your life doubting other people—doubting your friends and even your family and those you love. What sort of relationship could possibly arise from that? The other person will detect the doubt in your eyes in an instant. He or she will have an instinctive understanding that “this person does not have confidence in me.” Do you think one would be able to build some kind of positive relationship from that point? It is precisely because we lay a foundation of unconditional confidence that it is possible for us to build a deep relationship.”', '“Three things are needed at this point: “self-acceptance,” “confidence in others,” and “contribution to others.”', '“No matter what has occurred in your life up to this point, it should have no bearing at all on how you live from now on.’ That you, living in the here and now, are the one who determines your own life.”', '“Why is it that people seek recognition from others? In many cases, it is due to the influence of reward-and-punishment education.”', '“One has to stand on one’s own two feet, and take one’s own steps forward with the tasks of interpersonal relations. One needs to think not, What will this person give me? but rather, What can I give to this person? That is commitment to the community.”', '“Your life is not something that someone gives you, but something you choose yourself, and you are the one who decides how you live.”', '“So let’s look at other people not on the “level of acts” but on the “level of being.” Without judging whether or not other people did something, one rejoices in their being there, in their very existence, and one calls out to them with words of gratitude.”', '“Ah, but you are wrong. Those who go so far as to boast about things out loud actually have no confidence in themselves. As Adler clearly indicates, “The one who boasts does so only out of a feeling of inferiority.”', '“All you can do in regard to your own life is choose the best path that you believe in.”', '“None of us live in an objective world, but instead in a subjective world that we ourselves have given meaning to. The world you see is different from the one I see, and it’s impossible to share your world with anyone else.”', '“You are the only one who can change yourself.”', '“A way of living in which one is constantly troubled by how one is seen by others is a self-centered lifestyle in which one’s sole concern is with the “I.”', '“Who ultimately is going to receive the result brought about by the choice that is made? When the child has made the choice of not studying, ultimately, the result of that decision—not being able to keep up in class or to get into the preferred school, for instance—does not have to be received by the parents. Clearly, it is the child who has to receive it. In other words, studying is the child’s task.”', '“PHILOSOPHER: To quote Adler again: ‘The important thing is not what one is born with, but what use one makes of that equipment.”', '“Loneliness is having other people and society and community around you, and having a deep sense of being excluded from them.”', '“In the teachings of Judaism, one finds a view that goes something like this: if you are not living your life for yourself, then who is going to live it for you? You are living only your own life. When it comes to who you are living it for, of course it’s you. And then, if you are not living your life for yourself, who could there be to live it instead of you? Ultimately, we live thinking about ‘I’. There is no reason that we must not think that way.”', "“Look, no matter how much you want to be Y, you cannot be reborn as him. You are not Y. It's okay for you to be you. However, I am not saying it's fine to be 'just as you are'. If you are unable to really feel happy, then it's clear that things aren't right just as they are. You've got to put one foot in front of the other, and not stop.”", '“We do not lack ability. We just lack courage. It all comes down to courage.”', '“There will always be more ‘you and I’, and more ‘everyone’, and larger communities that exist.”', '“The person who assumes a boasting manner when talking about his upbringing and the like, the various misfortunes that have rained down upon him. If someone should try to comfort this person, or suggest some change be made, he’ll refuse the helping hand by saying, “You don’t understand how I feel.”', "“But is being normal, being ordinary, really such a bad thing? Is it something inferior? Or, in truth, isn't everybody normal?”", '“value is something that’s based on a social context.”', '“The more one is praised by another person, the more one forms the belief that one has no ability. Please do your best to remember this.”', '“That’s what it means to live in your subjective world. There is no escape from your own subjectivity. At present, the world seems complicated and mysterious to you, but if you change, the world will appear more simple. The issue is not about how the world is, but about how you are.”', '“The reason that so many people don’t really feel happy while they’re building up their success in the eyes of society is that they are living in competition.”', '“What you should do now is make a decision to stop your current lifestyle. For instance, earlier you said, “If only I could be someone like Y, I’d be happy.” As long as you live that way, in the realm of the possibility of “If only such and such were the case,” you will never be able to change. Because saying “If only I could be like Y” is an excuse to yourself for not changing.”', '“It is because they are one’s comrades that one can have confidence in them.”', '“I have a young friend who dreams of becoming a novelist, but he never seems to be able to complete his work. According to him, his job keeps him too busy, and he can never find enough time to write novels, and that\'s why he can\'t complete work and enter it for writing awards. But is that the real reason? No! It\'s actually that he wants to leave the possibility of "I can do it if I try" open, by not committing to anything. He doesn\'t want to expose his work to criticism, and he certainly doesn\'t want to face the reality that he might produce an inferior piece of writing and face rejection. He wants to live inside that realm of possibilities, where he can say that he could do it if he only had the time, or that he could write if he just had the proper environment, and that he really does have the talent for it. In another five or ten years, he will probably start using another excuses like "I\'m not young anymore" or "I\'ve got a family to think about now”', '“But if you are afraid to have confidence in others, in the long run, you will not be able to build deep relationships with anyone.”', '“once one is released from the schema of competition, the need to triumph over someone disappears.”', '“First, there are two objectives for behavior: to be self-reliant and to live in harmony with society. Then, the two objectives for the psychology that supports these behaviors are the consciousness that I have the ability and the consciousness that people are my comrades.”', '“But we choose our lifestyles ourselves. It’s clear where the responsibility lies.”', '“Answers from others are nothing more than stopgap measures; they’re of no value.”', '“When we look at other people, we are prone to construct our own ideal images of ourselves, which we then detract from and judge. Imagine, for example, a child who never talks back to his parents, excels in both schoolwork and sports, attends a good university, and joins a large company. There are parents who will compare their child to such an image of an ideal child—which is an impossible fiction—and then be filled with complaints and dissatisfaction. They treat the idealized image as one hundred points, and they gradually subtract from that. This is truly a “judgment” way of thinking. Instead, the parents could refrain from comparing their child to anyone else, see him for who he actually is, and be glad and grateful for his being there. Instead of taking away points from some idealized image, they could start from zero. And if they do that, they should be able to call out to his existence itself.”', "“Being praised essentially means that one is receiving judgment from another person as 'good.' And the measure of what is good or bad about that act is that person's yardstick. If receiving praise is what one is after, one will have no choice but to adapt to that person's yardstick and put the brakes on one's own freedom.”", '“One might also think of it as movement in which the process itself is treated as the outcome. Dance is like that, and so is a journey.”', '“哲人　たしかに世の親たちは、頻繁に「あなたのためを思って」という言葉を使います。しかし、親たちは明らかに自分の目的——それは世間体や見栄かもしれませんし、支配欲かもしれません——を満たすために動いています。つまり、「あなたのため」ではなく「わたしのため」であり、その欺瞞を察知するからこそ、子どもは反発するのです。”', '“The world is simple and life is simple too’—if there is anything in this thesis that might contain truth, it would be life from a child’s point of view. Children do not have any obvious duties, like paying taxes or going to work. They are protected by their parents and society, and can spend days free from care. They can imagine a future that goes on forever and do whatever they want. They don’t have to see grim reality—they are blindfolded. So, to them the world must have a simple form. However, as a child matures to adulthood the world reveals its true nature. Very shortly, the child will know how things really are and what he is really allowed to do. His opinion will alter and all he will see is impossibility. His romantic view will end and be replaced by cruel realism.”', '“I have a young friend who dreams of becoming a novelist, but he never seems to be able to complete his work. According to him, his job keeps him too busy, and he can never find enough time to write novels, and that\'s why he can\'t complete work and enter it for writing awards. But is that the real reason? No! It\'s actually that he wants to leave the possibility of "I can do it if I try" open, by not committing to anything. He doesn\'t want to expose his work to criticism, and he certainly doesn\'t want to face the reality that he might produce an inferior piece of writing and face rejection. He wants to live inside that realm of possibilities, where he can say that he could do it if he only had the time, or that he could write if he just had the proper environment, and that he really does have the talent for it. In another five or ten years, he will probably start using another excuses like "I\'m not young anymore" or "I\'ve got a family to think about now”', '“好像你正透過太陽眼鏡在看這個世界，當然會覺得看到的一切都很昏暗。既然如此，你可以不用感嘆這個世界有多黑暗，只要摘下太陽眼鏡就行了。', '“我很希望在我年輕時就看過這本書，那麼也許我會更懂得，什麼叫做：不用辛苦地活在別人的期待裡。我又十分慶幸，在已經經歷一陣工作的洗練後，看了這本書，它啟發我：如何選擇與決定自己的未來。我想在更年長時，我還會再翻閱這本書，也許那時更能理解：原來接受「被討厭」，也是一種人生的豁達。”', '“「被討厭的勇氣」並不是要去吸引被討厭的負向能量，而是，如果這是我生命想活出的核心渴望，那麼，即使有被討厭的可能，我都要用自己的雙手雙腳往那裡走去。真摯地祝福，打從心底想創造美好的你。”', '“人生中最大的謊言，就是沒有活在「當下」。沉溺於過去、不斷張望未來，讓自己所有的人生都映照在微弱的燈光下，還以為自己看見了些什麼。目前為止的你一直無視於「當下」，只顧著摸索那根本不存在的過去和未來。在自己人生中每一個無可取代的剎那，編造了最大的謊言。”', '“PHILOSOPHER: Not at all. Though this might be termed a ‘you and I’ relationship, if it is one that can break down just because you raise an objection, then it is not the sort of relationship you need to get into in the first place. It is fine to just let go of it. Living in fear of one’s relationships falling apart is an unfree way to live, in which one is living for other people.”', '“Minderwertigkeitsgefühl,”', '“Yes. It is a series of moments called ‘now’. We can live only in the here and now. Our lives exist only in moments. Adults who do not know this attempt to impose ‘linear’ lives onto young people. Their thinking is that staying on the conventional tracks—good university, big company, stable household—is a happy life. But life is not made up of lines or anything like that.”', '“With workaholics, the focus is solely on one specific aspect of life. They probably try to justify that by saying, ‘It’s busy at work, so I don’t have enough time to think about my family.’ But this is a life-lie. They are simply trying to avoid their other responsibilities by using work as an excuse.”', '“those who make themselves look bigger on borrowed power are essentially living according to other people’s value systems—they are living other people’s lives.”', '“One needs to think not What will this person give me? but, rather, What can I give to this person? That is commitment to the community.”', '“A community that you can break relations with by simply submitting a withdrawal notice is one that you can have only so much connection to, in any case.”', '“When we run into difficulties in our interpersonal relations, or when we can no longer see a way out, what we should consider first and foremost is the principle that says, “Listen to the voice of the larger community.”', '“所謂的人生，就像一圈又一圈跳著舞，跳著的每一個瞬間，成為一連串的剎那。然後當你回過神一看，才會發現：「啊！我已經來到了這裡！」”', '“But what happens when a globe is used to represent the world? Because with a globe, you can look at the world with France at the center, or China, or Brazil, for that matter. Every place is central, and no place is, at the same time. The globe may be dotted with an infinite number of centers, in accordance with the viewer’s location and angle of view. That is the nature of a globe.”', '“Thank you,” on the other hand, rather than being judgment, is a clear expression of gratitude. When one hears words of gratitude, one knows that one has made a contribution to another person.”', '“That one can act on the community, that is to say, on other people, and that one can feel “I am of use to someone.” Instead of feeling judged by another person as “good,” being able to feel, by way of one’s own subjective viewpoint, that “I can make contributions to other people.” It is at that point that, at last, we can have a true sense of our own worth. Everything we have been discussing about community feeling and encouragement connects here.”', '“We determine our own lives according to the meaning we give to those past experiences. Your life is not something that someone gives you, but something you choose yourself, and you are the one who decides how you live.”', '“而工作狂則是只專注在人生中某個特定的面向。 他們可能會用「工作太忙所以無法兼顧家庭」為自己辯解。這也是人生的謊言。不過是以工作為藉口，想要迴避其他責任而已。阿德勒認為，生活原本就該對家事、養育兒女、還有交友和興趣都要付出關心，而不是特別專注在某一部分。”', '“PHILOSOPHER: To quote Adler again: ‘The important thing is not what one is born with, but what use one makes of that equipment.’ You want to be Y or someone else because you are utterly focused on what you were born with. Instead, you’ve got to focus on what you can make of your equipment.”', '“為了「可以安身」，必須把別人當成夥伴；而為了把別人當成夥伴，就需要接納自我以及信任別人。”', '“It’s busy at work, so I don’t have enough time to think about my family.” But this is a life-lie. They are simply trying to avoid their other responsibilities by using work as an excuse. One ought to concern oneself with everything, from household chores and child-rearing to one’s friendships and hobbies and so on. Adler does not recognize ways of living in which certain aspects are unusually dominant.”', '“Whether they are trying to be especially good, or trying to be especially bad, the goal is the same: to attract the attention of other people, get out of the “normal” condition and become a “special being.” That is their only goal.”', '“人並非受制於過去的原因而行動，而是朝向自己決定好的目的而行動”', '“In a word, happiness is the feeling of contribution. That is the definition of happiness.”', '“YOUTH: Let’s change the question. All people are equal. They’re on the same level playing field. But actually, there’s a disparity here, isn’t there? Those who move forward are superior, and those who pursue them from behind are inferior. So we end up at the problem of superior and inferior, don’t we? PHILOSOPHER: No, we do not. It does not matter if one is trying to walk in front of others or walk behind them. It is as if we are moving through a flat space that has no vertical axis. We do not walk in order to compete with someone. It is in trying to progress past who one is now that there is value.”', '“PHILOSOPHER: No. I withdrew from places that are preoccupied with winning and losing. When one is trying to be oneself, competition will inevitably get in the way.”', '“you perceive other people’s happiness as ‘my defeat’,”', '“there are two objectives for behaviour: to be self-reliant and to live in harmony with society. Then, the objectives for the psychology that supports these behaviours are the consciousness that I have the ability and the consciousness that people are my comrades.”', '“But Adler does not accept restricting one’s partner. If the person seems to be happy, one can frankly celebrate that condition. That is love. Relationships in which people restrict each other eventually fall apart.”', '“人是可以改變的、世界無比單純、誰都能獲得幸福”', '“I do not think about gaining status or honour, and I live my life as an outsider philosopher without any connection whatsoever to worldly competition.”', '“不是「世界」複雜，而是「你」把世界變複雜了。”', '“沒有一個人是住在客觀的世界裡，我們都居住在一個各自賦予其意義的主觀世界。”', '“YOUTH: Have you become free from all forms of competition? PHILOSOPHER: Of course. I do not think about gaining status or honour, and I live my life as an outsider philosopher without any connection whatsoever to worldly competition. YOUTH: Does that mean you dropped out of competition? That you somehow accepted defeat? PHILOSOPHER: No. I withdrew from places that are preoccupied with winning and losing. When one is trying to be oneself, competition will inevitably get in the way.”', '“It is only when a person is able to feel that he has worth that he can possess courage.”', "“Relationships in which people restrict each other eventually fall apart. Restriction...is a manifestation of the mind-set of attempting to control one's partner, and also an idea founded on a sense of distrust.”", '“Because saying “If only I could be like Y” is an excuse to yourself for not changing.”', '“Chúng ta bước trên một không gian phẳng không tồn tại trục thẳng đứng. Chúng ta bước đi không phải để cạnh tranh với ai. Giá trị nằm ở chính nỗ lực tiến lên vượt qua cái bản thân trong hiện tại.”', '“Cho dù chưa trở thành kẻ thua cuộc, cho dù vẫn vào thế thắng thì người luôn đặt mình trong trạng thái cạnh tranh sẽ chẳng có lúc nào đượ bình yên trong lòng cả. Không muốn trở thành kẻ thua cuộc, và để không trở thành kẻ thua cuộc thì phải tiếp tục chién thắng. Không thể tin tưởng người khác. Có nhiều người đạt được thành công trong xã hội nhưng không cảm thấy hạnh phúc là vì họ luôn sông trong tâm thế cạnh tranh. Đối với họ thế giới là một nơi nguy hiểm, đầy rẫy kẻ thù.”', '“PHILOSOPHER: The Greek word for ‘good’ (agathon) does not have a moral meaning. It just means ‘beneficial’. Conversely, the word for ‘evil’ (kakon) means ‘not beneficial’. Our world is rife with injustices and misdeeds of all kinds, yet there is not one person who desires evil in the purest sense of the word; that is to say something ‘not beneficial’.”', '“You say you wish you had known this ten years ago. It is because Adler’s thought resonates with you now that you are thinking this. No one knows how you would have felt about it ten years ago. This discussion was something that you needed to hear now.”', '“With that breakthrough, all one’s interpersonal relations will gradually become horizontal.”', '“When you treat a person’s life as a vast narrative, there is an easily understandable causality and sense of dramatic development that creates strong impressions and is extremely attractive. But Adler, in denial of the trauma argument, states the following: ‘No experience is in itself a cause of our success or failure. We do not suffer from the shock of our experiences—the so-called trauma—but instead we make out of them whatever suits our purposes.”', '“You are probably rejecting normality because you equate being normal with being incapable. Being normal is not being incapable. One does not need to flaunt one’s superiority.”', '“PHILOSOPHER: Ha-ha, you certainly have an interesting vocabulary. There’s no need to raise your voice—let’s think about this together. One has to get recognition, or one will suffer. If one doesn’t get recognition from others and from one’s parents, one won’t have confidence. Can such a life be healthy? So one could think, God is watching, so accumulate good deeds. But that and the nihilist view that “there is no God, so all evil deeds are permitted” are two sides of the same coin. Even supposing that God did not exist, and that we could not gain recognition from God, we would still have to live this life. Indeed, it is in order to overcome the nihilism of a godless world that it is necessary to deny recognition from other people.”', '“It is a series of moments called “now.” We can live only in the here and now. Our”', '“If I stay in my room all the time, without ever going out, my parents will worry. I can get all of my parents’ attention focused on me. They’ll be extremely careful around me, and always handle me with kid gloves. On the other hand, if I take even one step out of the house, I’ll just become part of a faceless mass who no one pays attention to. I’ll be surrounded by people I don’t know, and just end up average, or less than average. And no one will take special care of me any longer … Such stories about reclusive people are not uncommon.”', '“Do Not Live to Satisfy the Expectations of Others”', '“A healthy feeling of inferiority is not something that comes from comparing oneself to others; it comes from one’s comparison with one’s ideal self.”', '“The courage to be happy also includes the courage to be disliked. When you have gained that courage, your interpersonal relationships will all at once change into things of lightness.”', '“If one really has a feeling of contribution, one will no longer have any need for recognition from others. Because one will already have the real awareness that “I am of use to someone,” without needing to go out of one’s way to be acknowledged by others. In other words, a person who is obsessed with the desire for recognition does not have any community feeling yet, and has not managed to engage in self-acceptance, confidence in others, or contribution to others.”']